NSCameraUsageDescription = "Kamera je používána při videohovorech";
NSMicrophoneUsageDescription = "Mikrofon je používán při hlasových a videohovorech";
NSPhotoLibraryUsageDescription = "Ke sdílení obrázků a videí ze zařízení je nutný přístup do knihovny fotografií";
NSContactsUsageDescription = "Pro porovnání kontaktů ve vašem adresáři s kontakty na serveru je potřeba přístup ke kontaktům";
NSLocationWhenInUseUsageDescription = "Toto je zapotřebí pro sdílení vaší pozice s ostatními";
